Repository: derf/travelynx
Catalog: share/locales/*.po
Languages: de_de, fr_fr, hu_hu, pl_pl

# status.force-checkout-lead
source: travelynx will perform an automatic check-out no less than half an hour after arrival. In case of backend or data update issues:
de_de: Maximal eine halbe Stunde nach der Ankunft erfolgt ein automatischer Checkout. Falls das Backend ausgefallen ist oder die Fahrt aus anderen Gründen verloren ging:
fr_fr: travelynx réalisera une clôture de l'itinéraire une demi-heure après l'arrivée. En cas de problèmes de mise à jour de données ou de backend :
hu_hu: Körülbelül tíz perccel az érkezés után automatikusan kicsekkolódsz. Ha a backend leállt, vagy az utazás más okokból elveszlett:
pl_pl: Automatyczne wymeldowanie nastąpi najpóźniej pół godziny po przyjeździe. Jeśli backend nie działa lub przejazd został utracony z innych powodów:

# status.force-checkout
source: Force checkout
de_de: Jetzt auschecken
fr_fr: Forcer la clôture
hu_hu: Most kicsekkelni
pl_pl: Wymelduj się teraz

# stats.trips
source: Trips
de_de: Fahrten
fr_fr: Voyages
pl_pl: Ilość przejazdów

# stats.time
source: Travel Time
de_de: Fahrtzeit
fr_fr: Temps de parcours
pl_pl: Czas przejazdów

# stats.hours
source: hours
de_de: Stunden
fr_fr: heures
pl_pl: godzin

# stats.per-schedule
source: scheduled
de_de: nach Fahrplan
fr_fr: planifié
pl_pl: Zgodnie z rozkładem

# stats.total-delay
source: Total Delay
de_de: Kumulierte Verspätung
fr_fr: Retard total
pl_pl: Skumulowane opóźnienie

# stats.transfer-time
source: Transfer Time
de_de: Wartezeit (Umstiege)
fr_fr: Temps de correspondance
pl_pl: Czas oczekiwania (przesiadki)

# stats.on-dep
source: on departure
de_de: Bei Abfahrt
fr_fr: au départ
pl_pl: Przy odjeździe

# stats.on-arr
source: on arrival
de_de: Bei Ankunft
fr_fr: à l'arrivée
pl_pl: Przy przyjeździe

# wagons.name-as-type
source: running as
de_de: als
fr_fr: sous le nom de
hu_hu: közlekedik mint:
pl_pl: jedzie jako

# wagons.from.pre
source: from
de_de: von
fr_fr: en provenance de
pl_pl: z

# wagons.to.pre
source: towards
de_de: nach
fr_fr: à destination de
pl_pl: do

# wagons.carriage
source: Carriage
de_de: Wagen
fr_fr: Voiture
hu_hu: Kocsi
pl_pl: Wagon

# footer.colour-scheme.auto
source: auto
de_de: automatisch
hu_hu: automatikus
pl_pl: automatyczny

# about.contact
source: Contact
de_de: Kontakt
hu_hu: Kapcsolat
pl_pl: Kontakt

# journey.distance
source: Distance
de_de: Strecke
hu_hu: Távolság
pl_pl: Dystans

# journey.messages
source: Messages
de_de: Meldungen
hu_hu: Jelentések
pl_pl: Komunikaty

# status.messages
source: Notifications
de_de: Meldungen
hu_hu: Jelentések
pl_pl: Komunikaty

# stats.distance
source: Distance
de_de: Entfernung
pl_pl: Dystans

# account.mail
source: E-Mail
pl_pl: Adres e-mail

# about.data-sources
source: Backends
hu_hu: Backendek:
