Repository: derf/travelynx
Catalog: share/locales/*.po
Languages: de_de, fr_fr, hu_hu, pl_pl

# strftime.datetime
source: %Y-%m-%d %H:%M %Z
de_de: %d.%m.%Y %H:%M %Z
fr_fr: %d/%m/%Y %Hh%M %Z
pl_pl: %d.%m.%Y %H:%M %Z

# button.register
source: Register
de_de: Registrieren
fr_fr: Inscription
hu_hu: Regisztrálás
pl_pl: Rejestracja

# button.login
source: Login
de_de: Anmelden
fr_fr: Connexion
hu_hu: Bejelentkezés
pl_pl: Logowanie

# button.logout
source: Logout
de_de: Abmelden
fr_fr: Déconnexion
hu_hu: Kijelentkezés
pl_pl: Wyloguj się

# footer.imprint
source: Imprint
de_de: Impressum
fr_fr: Mentions légales
hu_hu: Impresszum

# footer.privacy
source: Privacy
de_de: Datenschutz
fr_fr: Données personnelles
hu_hu: Adatvédelem
pl_pl: Prywatność

# footer.legend
source: Legend
de_de: Legende
fr_fr: Légende
hu_hu: Jelmagyarázat
pl_pl: Legenda

# footer.colour-scheme
source: Display Mode
de_de: Farbschema
fr_fr: Affichage
hu_hu: Színséma
pl_pl: Tryb wyświetlania

# footer.colour-scheme.light
source: light
de_de: hell
fr_fr: clair
hu_hu: világos
pl_pl: jasny

# footer.colour-scheme.dark
source: dark
de_de: dunkel
fr_fr: sombre
hu_hu: sötét
pl_pl: ciemny

# header.error
source: Error
de_de: Fehler
fr_fr: erreur
hu_hu: Hiba
pl_pl: Błąd

# LT.weeks
source: weeks
fr_fr: semaines

# LT.week
source: week
fr_fr: semaine

# LT.days
source: days
fr_fr: jours

# LT.day
source: day
fr_fr: jour

# LT.hours
source: hours
fr_fr: heures

# LT.hour
source: hour
fr_fr: heure

# LT.final-and
source: , and
fr_fr: , et

# LT.and
source: and
fr_fr: et

# about.developed-by.lead
source: Developed by
de_de: Entwickelt von
fr_fr: Développé par
hu_hu: Fejlesztették:
pl_pl: Stworzone przez

# about.developed-by.and
source: and
de_de: und
fr_fr: et
pl_pl: i

# about.developed-by.others
source: others
de_de: weiteren
fr_fr: autres
hu_hu: többiek
pl_pl: innych

# about.source-code
source: Source code
de_de: Quelltext
fr_fr: Code source
hu_hu: A Forráskód
pl_pl: Kod źródłowy

# about.licence-agplv3
source: available under the terms of AGPL v3
de_de: lizensiert unter AGPL v3
fr_fr: disponible sous licence AGPL v3
hu_hu: az AGPL v3 licensz alatt elérhető
pl_pl: objęty licencją AGPL v3

# about.data-sources.last-and
source: , and
de_de: und
fr_fr: , et
hu_hu: és
pl_pl: i

# about.disclaimer
source: Travelynx is a hobby project. It is provided free of charge, without any kind of availability guarantees. Unexpected downtimes or a cancellation of the entire site on short notice are not planned, but always possible. Depending on available spare time and motivation, feature requests, bug reports, and other messages are processed promptly, with delay, or not at all.
de_de: Travelynx ist ein kostenfreies, privat betriebenes Projekt ohne Verfügbarkeitsgarantie. Unangekündigte Downtimes oder eine kurzfristige Einstellung dieser Seite sind nicht vorgesehen, aber möglich. Feature Requests, Bug Reports und sonstige Nachrichten werden je nach Kapazität und Motivation zeitnah, verzögert oder gar nicht bearbeitet / beantwortet.
fr_fr: Travelynx est un projet personnel. Il est fourni gratuitement, sans aucune garantie de disponibilité. Des indisponibilités inattendues ou une suppresion de l'ensemble du site à bref délai ne sont pas prévus, mais toujours possibles. En fonction du temps libre et de la motivation disponible, les demandes de fonctionnalités, les rapports de bugs et autres messages sont traités rapidement, avec un retard ou pas du tout.
hu_hu: Travelynx egy ingyenes és bármi rendelkezésre állási garacia nélküli hobbi projekt. Be nem tervezett leállások, illetve a teljes oldal hírtelen bezárása nincs tervben, de bármikor előfordulhat. Feature requesteket, bug reportokat és egyéb üzeneteket kapacitástól és motivációtól függően azonnal, megkésve vagy akár soha sem lesznek feldolgozva.
pl_pl: Travelynx to bezpłatny, prywatnie prowadzony projekt, który nie gwarantuje dostępności. Nieplanowane przerwy w działaniu lub nagłe zakończenie działania strony nie są przewidziane, ale mogą się zdarzyć. Prośby o nowe funkcje, zgłoszenia błędów oraz inne wiadomości są rozpatrywane i odpowiadane w zależności od dostępnych zasobów i motywacji — szybko, z opóźnieniem lub wcale.

# about.bugs
source: Bugs
fr_fr: Bogues
hu_hu: Bugok
pl_pl: Błędy

# about.changelog
source: Changelog
de_de: Änderungen
fr_fr: Liste des changements
pl_pl: Zmiany

# account.changed-name
source: Updated name
de_de: Name geändert
fr_fr: Nom mis à jour
pl_pl: Nazwa została zmieniona

# account.changed-mail
source: Updated email address
de_de: Mail-Adresse geändert
fr_fr: Adresse de courriel mise à jour
pl_pl: Adres e-mail został zmieniony

# account.changed-password
source: Updated password
de_de: Passwort geändert
fr_fr: Mot de passe mis à jour
pl_pl: Hasło zostało zmienione

# account.changed-language
source: Changed language
de_de: Sprache geändert
fr_fr: Langue mise à jour
pl_pl: Język został zmieniony

# account.changed-privacy
source: Privacy settings have been saved
de_de: Einstellungen zu öffentlichen Account-Daten geändert
fr_fr: Les paramètres de confidentialité ont été enregistrés
pl_pl: Zmieniono ustawienia dotyczące publicznych danych konta

# account.changed-social
source: Social settings have been saved
de_de: Einstellungen zur Interaktionen mit anderen Accounts geändert
fr_fr: Les paramètres sociaux ont été enregistrés
pl_pl: Zmieniono ustawienia dotyczące interakcji z innymi kontami

# account.changed-traewelling
source: Träwelling settings have been saved
de_de: Träwelling-Verknüpfung aktualisiert
fr_fr: Les paramètres Träwelling ont été enregistrés
pl_pl: Zaktualizowano powiązanie z Träwelling

# account.changed-history
source: Connection suggestion settings have been saved
de_de: Einstellungen zu vorgeschlagenen Verbindungen geändert
fr_fr: Les paramètres de suggestion de correspondances ont été enregistrés
pl_pl: Zmieniono ustawienia dotyczące proponowanych połączeń

# account.changed-webhook
source: Web Hook has been updated
de_de: Web Hook aktualisiert
fr_fr: Le webhook a été mis à jour
pl_pl: Zaktualizowano Webhook

# account.cleared-notifications
source: Notifications have been cleared
de_de: Benachrichtigungen gelesen
fr_fr: Les notifications ont été purgées
pl_pl: Powiadomienia zostały przeczytane

# account.account
source: Account
fr_fr: Mon compte
hu_hu: Fiók
pl_pl: Konto

# account.name
source: Name
fr_fr: Nom
hu_hu: Név
pl_pl: Nazwa

# account.password
source: Password
de_de: Passwort
fr_fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło

# account.language
source: Language
de_de: Sprache
fr_fr: Langue
hu_hu: Nyelv
pl_pl: Język

# account.connections
source: Connections
de_de: Verbindungen
fr_fr: Itinéraires préférés
hu_hu: Átszállások
pl_pl: Połączenia

# account.connections.enabled
source: Suggestions enabled
de_de: Vorschläge aktiv
fr_fr: Suggestions activées
hu_hu: Javaslatok aktiválva
pl_pl: Sugestie włączone

# account.connections.disabled
source: Suggestions disabled
de_de: Vorschläge deaktiviert
fr_fr: Suggestions désactivées
hu_hu: Javaslatok deaktiválva
pl_pl: Sugestie wyłączone

# account.visibility
source: Visibility
de_de: Sichtbarkeit
fr_fr: Visibilité
hu_hu: Láthatóság
pl_pl: Widoczność

# account.webhook.disabled
source: No webhook configured
de_de: Nicht eingerichtet
fr_fr: Aucun webhook configuré
pl_pl: Nie skonfigurowano

# account.webhook.active-pending
source: Active; pending
de_de: Aktiv, noch nicht ausgeführt
fr_fr: Actif, en attente
pl_pl: Aktywny, jeszcze nie wykonany

# account.webhook.active-error
source: Active; erroneous
de_de: Aktiv, fehlerhaft
fr_fr: Actif, en erreur
pl_pl: Aktywny, błąd wykonania

# account.webhook.active
source: Active
de_de: Aktiv
fr_fr: Actif
pl_pl: Aktywny

# account.traewelling.unsupported
source: Unsupported due to incompatibility with bahn.de and transitous
de_de: Wird wegen Inkompatibilität zwischen bahn.de und transitous derzeit nicht unterstützt
fr_fr: Non supporté en raison d'une incompatibilité avec bahn.de et transitous
pl_pl: Obecnie nieobsługiwane z powodu niekompatybilności między bahn.de a transitous

# account.registration-date
source: Registered on
de_de: Registriert am
fr_fr: Enregistré le
pl_pl: Zarejestrowano dnia

# account.interaction
source: Interaction
de_de: Interaktion
fr_fr: Intéraction
hu_hu: Interakció
pl_pl: Interakcje

# account.interaction.accept-follows
source: Accounts may follow you
de_de: Accounts können dir direkt folgen
fr_fr: Autoriser à suivre
hu_hu: Bárki követhet
pl_pl: Inne konta mogą cię obserwować

# account.interaction.accept-follow-requests
source: Accounts may send follow requests
de_de: Accounts können dir auf Anfrage folgen
fr_fr: Autoriser à recevoir une demande de suivi
hu_hu: Bárki küldhet követési kéréseket
pl_pl: Inne konta mogą wysyłać ci prośby o obserwowanie

# account.interaction.one
source: one
de_de: eine
fr_fr: une
hu_hu: egy
pl_pl: jedna

# account.interaction.open-request
source: open request
de_de: offene Anfrage
fr_fr: requête en attente
hu_hu: követési kérés
pl_pl: otwarta prośba

# account.interaction.open-requests
source: open requests
de_de: offene Anfragen
fr_fr: requêtes en attente
hu_hu: követési kérések
pl_pl: otwarte prośby

# account.interaction.disabled
source: Accounts cannot follow you
de_de: Accounts können dir nicht folgen
fr_fr: Aucun compte ne peut vous suivre
hu_hu: Senki sem követhet
pl_pl: Inne konta nie mogą cię obserwować

# account.profile
source: Public profile page
de_de: Öffentliches Profil
fr_fr: Page de profil publique
pl_pl: Profil publiczny

# account.interaction.requests
source: Pending requests
de_de: Offene anfragen
fr_fr: requêtes en attente
pl_pl: Otwarte zapytania

# account.interaction.requests.incoming.none
source: none incoming
de_de: keine eingehend
fr_fr: aucune entrante
pl_pl: brak przychodzących

# account.interaction.requests.incoming.some
source: incoming
de_de: eingehend
fr_fr: entrantes
pl_pl: przychodzące

# account.interaction.requests.outgoing.none
source: none outgoing
de_de: keine ausgehend
fr_fr: aucune sortante
pl_pl: brak wychodzących

# account.interaction.requests.outgoing.some
source: outgoing
de_de: ausgehend
fr_fr: sortantes
pl_pl: wychodzące

# changelog.added
source: New Feature
de_de: Neues Feature
fr_fr: Nouvelles fonctionnalités
pl_pl: Nowa funkcja

# changelog.bugfix
source: Bugfix
fr_fr: Correctifs
pl_pl: Poprawka błędu

# changelog.2-16.1
source: Localization support. Parts of travelynx are now available in English, and a subset of those is also available in French, Hungarian, and Polish. Further translations, languages, and translation how-tos will follow in due time. Locale selection respects the Accept-Language header and can be configured on the account settings page.
de_de: Infrastruktur zur Übersetzung von travelynx in andere Sprachen. Der Großteil der Website ist noch Deutsch; einzelne Seiten sind bereits auf Englisch und Teilmengen davon zusätzlich auf Französisch, Polnisch und Ungarisch verfügbar. Weitere Übersetzungen und ggf. Sprachen sowie Dokumentation zur Unterstützung dabei folgen bei Zeiten. Die Sprache wird auf Basis des Accept-Language-Headers ausgewählt und kann zusätzlich in den Account-Einstellungen konfiguriert werden.
fr_fr: Ajout des traductions. Certaines parties de travelynx sont maintenant disponibles en anglais, et une partie d'entre elles sont également disponibles en français, hongrois et polonais. Plus de traductions, langues et manuels de traduction seront disponibles à l'avenir. La sélection de la langue respecte l'en-tête Accept-Language et peut être configurée sur la page des paramètres de compte.
pl_pl: Infrastruktura do tłumaczenia Travelynx na inne języki. Większość strony nadal jest po niemiecku; pojedyncze strony są już dostępne po angielsku, a ich częściowo także po francusku, polsku i węgiersku. Kolejne tłumaczenia oraz ewentualne nowe języki i dokumentacja wspierająca ten proces pojawią się z czasem. Język jest wybierany na podstawie nagłówka Accept-Language i może być dodatkowo skonfigurowany w ustawieniach konta.

# changelog.2-16.2
source: Fix distance calculation and visualization of ring line trips. Trips shown in the history map are still partially incorrect.
de_de: Korrekte Berechnung und Visualisierung der Wegstrecke bei Fahrten mit Ringlinien. Die Anzeige der Fahrten in der Fahrtenkarte ist noch teilweise fehlerhaft.
fr_fr: Correction du calcul des distances et visualisation des lignes circulaires. Les voyages affichés sur la carte historique sont encore partiellement incorrects.
pl_pl: Poprawne obliczanie i wizualizacja trasy przejazdu dla linii okrężnych. Wyświetlanie przejazdów na mapie podróży nadal zawiera częściowe błędy.

# changelog.2-17.1
source: Map data (“polylines”) for individual trips can now be exported and imported in the GPX format. This allows map data to be corrected or augmented after the fact. The GPX import/export is compatible with BRouter-Web.
de_de: Kartendaten („Polylines“) zu einzelnen Fahrten können nun als GPX ex- und importiert werden. Somit können Kartendaten nachträglich korrigiert oder nachgepflegt werden. Das GPX-Datenformat ist mit BRouter-Web kompatibel.
fr_fr: Les données de carte ("Polylines") des trajets individuels peuvent maintenant être exportées et importées au format GPX. Cela permet de corriger ou compléter les données de carte a posteriori. Les imports/exports GPX sont compatibles avec BRouter-Web.
pl_pl: Dane mapy („Polylines”) dla pojedynczych przejazdów można teraz eksportować i importować jako pliki GPX. Dzięki temu dane mapy można później poprawić lub uzupełnić. Format danych GPX jest kompatybilny z BRouter-Web.

# changelog.2-18.1
source: Checkin and connection suggestions are now available again for DBRIS, EFA, and IRIS backends. HAFAS backends lack the required station board data. MOTIS backends may lack the required data as well.
de_de: Checkin- und Verbindungsvorschläge sind für DBRIS-, EFA- und IRIS-Backends wieder verfügbar. Bei HAFAS-Backends fehlen die dazu notwendigen Daten in der Abfahrtstafel. Bei MOTIS-Backends fehlen die Daten möglicherweise ebenfalls.
fr_fr: L'enregistrement et les suggestions de correspondances sont maintenant disponibles à nouveau pour les backends DBRIS, EFA et IRIS. Les backends HAFAS n'ont pas les données de tableau de station requises. Les backends MOTIS backends peuvent également ne pas avoir ces données.

# changelog.2-18.2
source: Total distance calculation in the history now includes trips that lack appropriate route data (i.e., where only beeline distance / distance as the crow flies is available). Before this release, such trips were ignored when computing monthly and yearly statistics.
de_de: Bei der Reisestreckenberechnung für vergangene Fahrten werden nun auch Fahrten mit ungenügender Datenlage (d.h. bei denen ausschließlich die Entfernung nach Luftlinie verfügbar ist) berücksichtigt. Bislang wurden diese für monatliche und jährliche Statistiken ignoriert.
fr_fr: Le calcul de la distance totale dans l'historique inclut maintenant les voyages qui n'ont pas les données de trajet appropriées (par exemple où seule la distance à vol d'oiseau est disponible). Avant cette version, de tels trajets étaient ignorés lors du calcul des statistiques mensuelles et annuelles

# history.high-scores
source: By Attribute
fr_fr: Par attribut

# history.review
source: Review
de_de: Rückblick
fr_fr: Résumé

# journey.not-found
source: Trip not found.
de_de: Fahrt nicht gefunden.
fr_fr: Trajet non trouvé.
hu_hu: Utazás nem találva.
pl_pl: Przejazd nie został znaleziony.

# journey.trip
source: Trip
de_de: Fahrt
fr_fr: Trajet
hu_hu: Utazás
pl_pl: Przejazd

# journey.from
source: From
de_de: Von
fr_fr: De
hu_hu: Honnan
pl_pl: Z

# journey.to
source: To
de_de: Nach
fr_fr: À
hu_hu: Hova
pl_pl: Do

# journey.departure
source: Departure
de_de: Abfahrt
fr_fr: Départ
hu_hu: Indulás
pl_pl: Odjazd

# journey.arrival
source: Arrival
de_de: Ankunft
fr_fr: Arrivée
hu_hu: Érkezés
pl_pl: Przyjazd

# journey.beeline.post
source: as the crow flies)
fr_fr: à vol d'oiseau)

# journey.speed
source: Speed
de_de: Tempo
fr_fr: Vitesse
hu_hu: Sebesség
pl_pl: Prędkość

# journey.operator
source: Operator
de_de: Betrieb
fr_fr: Transporteur
hu_hu: Üzemeltető

# journey.comment
source: Comment
de_de: Kommentar
fr_fr: Commentaires
hu_hu: Megjegyzés
pl_pl: Komentarz

# journey.carriages
source: Carriages
de_de: Rollmaterial
fr_fr: Voitures
hu_hu: Járművek
pl_pl: Skład pociągu

# journey.route
source: Route
fr_fr: Itinéraire
hu_hu: Útvonal
pl_pl: Trasa

# journey.share
source: Share
de_de: Teilen
fr_fr: Partager
hu_hu: Megosztás
pl_pl: Udostępnij

# journey.export
source: Export
de_de: Exportieren
fr_fr: Exporter
pl_pl: Eksportuj

# journey.edit
source: Edit
de_de: Bearbeiten
fr_fr: Modifier
hu_hu: Szerkesztés
pl_pl: Edytuj

# journey.map-data
source: Map Data
de_de: Kartendaten
fr_fr: Données de carte
pl_pl: Dane mapy

# journey.map.download
source: Download
de_de: Herunterladen
fr_fr: Télécharger
pl_pl: Pobierz

# journey.map.upload
source: Upload
de_de: Hochladen
fr_fr: Téléverser
pl_pl: Prześlij

# journey.map.upload-full
source: Upload full route
de_de: Komplette Route
fr_fr: Téléverser tout l'itinéraire
pl_pl: Cała trasa

# journey.map.upload-partial
source: Upload travelled segment
de_de: Gefahrenes Segment
fr_fr: Téléverser une partie de l'itinéraire
pl_pl: Przejechany odcinek

# journey.map.info.download
source: JSON format: [[lon, lat, station ID], ...], with lon/lat in WGS84 coordinates. GPX files are compatible with BRouter.
de_de: JSON-Format: [[lon, lat, ID], ...] in WGS84-Koordinaten. GPX-Dateien sind mit BRouter kompatibel.
fr_fr: Format JSON : [[lon, lat, station ID], ...], avec latitude/longitude en coordonnées WGS84. Les fichiers GPX files sont compatibles avec BRouter.
pl_pl: Format JSON: [[lon, lat, ID], ...] w współrzędnych WGS84. Pliki GPX są kompatybilne z BRouter.

# journey.map.info.upload
source: GPX uploads must contain a single track with a single track segment (such as provided by BRouter's export). They must cover either the full route or just the travelled route segment that belongs to this checkin. Please use the appropriate upload button, otherwise chaos may ensue. There is no need to specify station IDs when uploading tracks. Note that uploads irreversibly replace previously stored map data.
de_de: GPX-Uploads müssen ein einzelnes track-Element mit einem einzelnen track segment enthalten. Ein BRouter-GPX-Export erfüllt diese Vorgaben. Uploads müssen entweder die komplette Route des Verkehrsmittels oder nur den zu diesem Checkin zugehörigen Abschnitt enthalten. Beim Hochladen bitte die passende Schaltfläche auswählen. IDs von Halten müssen beim Upload nicht angegeben werden. Bitte beachten: Beim Einspielen eigener Kartendaten werden die zuvor gespeicherten unwiderruflich gelöscht.
fr_fr: Les téléversements GPX doivent contenir une seule trace avec un seul segment de trace (comme fourni par l'export BRouter). Ils doivent couvrir soit l'itinéraire entier, soit uniquement le segment du trajet qui correspond à l'enregistrement. Merci d'utiliser le bouton de téléversement approprié, sinon cela pourrait échouer. Il n'y a pas besoin de spécifier un ID de station lors de l'envoi des pistes. Il faut noter que les téléversements remplacent de manière irréversible les données de carte précédemment stockées.
pl_pl: Pliki GPX muszą zawierać jeden element track z jednym segmentem track. Eksport GPX z BRouter spełnia te wymagania. Przesyłane dane muszą zawierać całą trasę środka transportu lub tylko odcinek odpowiadający temu checkinowi. Przy przesyłaniu wybierz odpowiedni przycisk. ID przystanków nie muszą być podane. Uwaga: przesłanie własnych danych mapy bezpowrotnie usuwa wcześniej zapisane dane.

# journey.danger
source: Danger Zone
fr_fr: Zone de danger

# journey.delete
source: Delete
de_de: Löschen
fr_fr: Supprimer
hu_hu: Törlés
pl_pl: Usuń

# landingpage.greeting-prefix
source: Hello,
de_de: Hallo,
fr_fr: Bonjour,
hu_hu: Üdv,
pl_pl: Cześć,

# landingpage.not-checked-in
source: You are not checked in at the moment
de_de: Du bist gerade nicht eingecheckt
fr_fr: Vous n'êtes pas enregistré pour le moment.
hu_hu: Jelenleg nem vagy becsekkolva
pl_pl: Nie jesteś obecnie zameldowany.

# landingpage.recent-stops
source: Latest destinations
de_de: Letzte Ziele
fr_fr: Dernières destinations

# landingpage.stop-geosearch
source: Look for stops nearby
de_de: Stationen in der Umgebung suchen
fr_fr: Rechercher des arrêts à proximité
hu_hu: Közeledben lévő megállók keresése
pl_pl: Szukaj stacji w pobliżu

# landingpage.manual-stop-entry
source: Enter stop manually
de_de: Manuelle Eingabe
fr_fr: Saisir l'arrêt manuellement
hu_hu: Manuális bevitel
pl_pl: Wprowadź ręcznie

# landingpage.departures
source: Departures
de_de: Abfahrten
fr_fr: Départs
hu_hu: Indulások
pl_pl: Odjazdy

# landingpage.latest-trips
source: Latest Trips
de_de: Letzte Fahrten
fr_fr: Derniers voyages
hu_hu: Legutóbbi utazások
pl_pl: Ostatnie przejazdy

# landingpage.date-format
source: %b %d %Y
de_de: %d.%m.%Y
fr_fr: %d.%m.%Y
hu_hu: %Y.%m.%d
pl_pl: %d.%m.%Y

# landingpage.about
source: Travelynx facilitates checkins into public transit (such as buses, trams, or trains) in Germany, Austria, Switzerlanz, Luxembourg, Ireland, Denmark, parts of the USA, and more. This way, you can track your own journeys (often including map and real-time data), share them with others, and examine highly relevant questions such as “how many hours did I spend in public transit in the past month?”.
de_de: Travelynx erlaubt das Einchecken in Verkehrsmittel (Busse, Bahnen, Züge) unter anderem in Deutschland, Österreich, der Schweiz, Luxemburg, Irland, Dänemark und Teilen der USA. So können die eigenen Fahrten später inklusive Echtzeitdaten und eingetragenen Servicemeldungen nachvollzogen und brennende Fragen wie „Wie viele Stunden war ich letzten Monat unterwegs?“ beantwortet werden.
fr_fr: Travelynx facilite l'enregistrement dans les transports en commun (comme les bus, trams ou trains) en Allemagne, Autriche, Suisse, Luxembourg, Irlande, Danemark, certaines parties des USA, et plus (dont la France). De cette manière, vous pouvez suivre vos propres voyages (y compris sur une carte et avec des données en temps réel), les partager avec d'autres, et étudier des questions particulièrement pertinentes comme "Combien d'heures ai-je passé dans les transports en commun le mois dernier ?".
hu_hu: Travelynx-el tömegközlekedési eszközökre (pl. Buszokra, Villamosokra, Vonatokra) be lehet csekkolni, többek között Németországban, Ausztriában, Svájcban, Luxemburgban, Írországban, Dániában és az USA egyes részeiben. Így nyomon követheted az utazásaidat (gyakran térképes és valós idejű adatokkal együtt), megoszthatod azokat másokkal, és a rendkívüli fontos kérdéseidre, mint például „hány órát tömegközlekedtem az elmúlt hónapban?”, is kapsz választ.
pl_pl: Travelynx umożliwia zameldowanie się w środkach transportu (autobusach, tramwajach, pociągach) między innymi w Niemczech, Austrii, Szwajcarii, Luksemburgu, Irlandii, Danii i niektórych częściach Stanów Zjednoczonych. Dzięki temu można później śledzić własne podróże wraz z danymi w czasie rzeczywistym i komunikatami serwisowymi oraz uzyskać odpowiedzi na palące pytania, takie jak „Ile godzin spędziłem w podróży w zeszłym miesiącu?”.

# landingpage.traewelling.pre
source: The idea for such a service was first proposed and implemented by
de_de: Die Idee dazu kommt von
fr_fr: L'idée d'un tel service a d'abord été proposée et implémentée par
hu_hu: Az elsők akiknek hasonló ötlete volt és azt kivitelezték a
pl_pl: Pomysł pochodzi od

# landingpage.features
source: Features:
fr_fr: Fonctionnalités :
hu_hu: Menetrend szerinti és valós idejű adatok naplózása. (indulási és célállomásokon)
pl_pl: Funkcje:
