Repository: derf/travelynx
Catalog: share/locales/*.po
Languages: de_de, fr_fr, hu_hu, pl_pl

# landingpage.features.log
source: Log of scheduled and real-time departure and arrival times at departure and destination stop
de_de: Protokoll von Fahrplan- und Echtzeitdaten an Start- und Zielbahnhof
fr_fr: Enregistrement des heures de départ et d'arrivée prévues et temps-réel aux arrêts de départ et de destination
pl_pl: Protokół danych rozkładu jazdy i danych w czasie rzeczywistym na stacji początkowej i końcowej

# landingpage.features.share
source: Sharing the current check-in and past journeys with others
de_de: Teilen von aktuellen und vergangenen Fahrten mit anderen Personen
fr_fr: Partage du trajet actuel et des voyages passés avec d'autres personnes
hu_hu: Jelenlegi és korábbi utazások megosztása másokkal
pl_pl: Udostępnianie aktualnych i przeszłych przejazdów innym osobom

# landingpage.features.api-pre
source: Web-Hooks and an
de_de: Web-Hooks und
fr_fr: Des web-hooks et une
hu_hu: Web-Hook-ok és egy
pl_pl: Webhooki oraz

# landingpage.features.api-post
source: for automatic check-ins and passing the current status to other applications
de_de: zum automatisierten Einchecken und Auslesen des aktuellen Status
fr_fr: pour des enregistrements automatiques et le transfert du statut actuel à d'autres applications
hu_hu: az automatikus becsekkeléshez és az aktuális státusz leolvasásához
pl_pl: do automatycznego zameldowania się i odczytu aktualnego statusu

# landingpage.features.stats
source: Stats about journey times and delays
de_de: Statistiken über Reisezeiten und Verspätungen
fr_fr: Des statistiques à propos des temps de trajet et des retards
hu_hu: Statisztikák az utazások időtartamáról és a késésekről
pl_pl: Statystyki dotyczące czasu podróży i opóźnień

# landingpage.features.passenger-rights
source: Support when dealing with passenger rights forms
de_de: Unterstützung beim Ausfüllen von Fahrgastrechteformularen
fr_fr: Une aide pour traiter les formulaires pour exercer ses droits de voyageur
hu_hu: Támogatás az utasjogi formanyomtatványok kitöltéséhez
pl_pl: Wsparcie przy wypełnianiu formularzy praw pasażera

# landingpage.features.public
source: Optional: public travel status and public data about past journeys
de_de: Optional: Öffentlicher Reisestatus und öffentliche Angaben zu vergangenen Fahrten
fr_fr: Optionnel : Statut de voyage public et données publiques sur les voyages passés
hu_hu: Opcionális: utazási státusz és a korábbi utazásokról szóló adatok nyilvánosítása
pl_pl: Opcjonalnie: publiczny status podróży i publiczne dane o przeszłych przejazdach

# landingpage.disclaimer.lead
source: Travelynx is a hobby project. It is provided free of charge, without any kind of availability guarantees. Unexpected downtimes or a cancellation of the entire site on short notice are not planned, but always possible.
de_de: Travelynx ist ein kostenfreies, privat betriebenes Projekt ohne Verfügbarkeitsgarantie. Unangekündigte Downtimes oder eine kurzfristige Einstellung dieser Seite sind nicht vorgesehen, aber möglich.
fr_fr: Travelynx est un projet personnel. Il est proposé gratuitement, sans aucune garantie de disponibilité. Des interruptions de service inattendues ou une suppression de tout le site sous préavis court ne sont pas prévues, mais toujours possibles.
hu_hu: Travelynx egy ingyenes és bármi rendelkezésre állási garacia nélküli hobbi projekt. Be nem tervezett leállások, illetve a teljes oldal hírtelen bezárása nincs tervben, de bármikor előfordulhat.
pl_pl: Travelynx jest bezpłatnym, prywatnym projektem bez gwarancji dostępności. Nieprzewidziane przerwy w działaniu lub krótkoterminowe wyłączenie tej strony nie są planowane, ale są możliwe.

# landingpage.disclaimer.source-pre
source: If you like, you can download the
de_de: Wer mag, kann auch den
fr_fr: Si vous le souhaitez, vous pouvez télécharger le
hu_hu: Aki szeretné az letöltheti a
pl_pl: Kto chce, może również pobrać

# landingpage.disclaimer.source-link
source: source code
de_de: Quelltext
fr_fr: code source
hu_hu: forráskódot
pl_pl: kod źródłowy

# landingpage.disclaimer.source-post
source: and host your own instance.
de_de: laden und eine eigene Instanz aufsetzen.
fr_fr: et héberger votre propre instance.
hu_hu: is és saját szervert működtethet.
pl_pl: i skonfigurować własną instancję.

# language.language
source: Language
de_de: Sprache
fr_fr: Langue
hu_hu: Nyelv
pl_pl: Język

# language.browser-default
source: Use language(s) requested by browser
de_de: Gleiche Sprache wie Web-Browser
fr_fr: Utiliser la(les) langue(s) demandée(s) par le navigateur
hu_hu: A webböngésző nyelve(i)
pl_pl: Ten sam język co przeglądarka internetowa

# login.tos
source: terms of use
de_de: Nutzungsbedingungen
fr_fr: conditions d'utilisation
hu_hu: használati feltételeket
pl_pl: zasady użytkowania

# login.accept-tos-pre
source: By logging in, you accept the
de_de: Mit der Anmeldung stimmst du den
fr_fr: En vous connectant, vous acceptez les
hu_hu: A bejelentkezéssel elfogadod a
pl_pl: Logując się akceptujesz

# login.forgot-password
source: Forgot password
de_de: Passwort vergessen
fr_fr: Mot de passe oublié
hu_hu: Elfelejtett jelszó
pl_pl: Nie pamiętam hasła

# login.registration-disabled
source: This instance does not allow registration of new accounts at the moment
de_de: Diese Instanz erlaubt derzeit keine Registrierung neuer Accounts
fr_fr: Cette instance n'accepte pas actuellement de nouvelles inscriptions.
hu_hu: Ez a weboldal jelenleg nem fogad új felhasználókat
pl_pl: Ta instancja nie zezwala w tej chwili na nowe rejestracje

# register.name
source: Name (alphanumeric)
de_de: Name (alphanumerisch)
fr_fr: Nom (alphanumeric)
hu_hu: Név (alfanumerikus)
pl_pl: Nazwa (alfanumeryczna)

# register.mail
source: Email address
de_de: E-Mail-Adresse
fr_fr: Adresse e-mail
hu_hu: E-Mail cím
pl_pl: Adres e-mail

# register.password
source: Password
de_de: Passwort
fr_fr: Mot de passe
hu_hu: Jelszó
pl_pl: Hasło

# register.repeat-password
source: Repeat password
de_de: Passwort wiederholen
fr_fr: Répéter le mot de passe
hu_hu: Jelszó újra
pl_pl: Powtórz hasło

# register.tos
source: terms of use
de_de: Nutzungsbedingungen
fr_fr: conditions d'utilisation
hu_hu: használati feltételeket
pl_pl: zasady użytkowania

# register.accept-tos-pre
source: By submitting this registration form, you accept the
de_de: Mit deiner Registrierung stimmst du den
fr_fr: En envoyant ce formulaire d'inscription, vous acceptez les
hu_hu: A regisztrálással elfogadod a
pl_pl: Rejestrując się akceptujesz

# register.expect-confirmation-link
source: After submitting the registration, a confirmation link will be sent to the provided email address. Logging into the new travelynx account is only possible after following that link. The link is valid for 48 hours.
de_de: Nach der Registrierung wird ein für 48 Stunden gültiger Bestätigungslink an die angegebene Mail-Adresse geschickt. Eine Anmeldung ist erst nach Bestätigung der Mail-Adresse möglich.
fr_fr: Après avoir envoyé votre demande d'inscription, un lien de confirmation sera envoyé à l'adresse e-mail fournie. Vous pourrez vous connecter sur votre compte travelynx après avoir ouvert ce lien. Le lien est valide pendant 48 heures.
hu_hu: A regisztráció elküldése után egy megerősítő linket küldünk a megadott e-mail címre. Az új travelynx-fiókba való bejelentkezés csak a link követése után lehetséges. A link 48 órán át érvényes.
pl_pl: Po przesłaniu rejestracji na podany adres e-mail zostanie wysłany link potwierdzający. Zalogowanie się do konta travelynx jest możliwe dopiero po kliknięciu tego linku. Link jest ważny przez 48 godzin.

# register.why-mail
source: We collect your email address solely fo the purposes of confirming your registration, resetting your password and providing you with important information about your account. Your email address will never be shared with third parties.
de_de: Die Mail-Adresse wird ausschließlich zur Bestätigung der Anmeldung, für die „Passwort vergessen“-Funktionalität und für wichtige Informationen über den Account verwendet und nicht an Dritte weitergegeben.
fr_fr: Nous collectons votre adresse de courriel dans les seuls buts de confirmer votre enregistrement, remettre à zéro votre mot de passe et vous fournir des informations importantes à propos de votre compte. Votre adresse de courriel ne sera jamais partagée avec un tiers.
hu_hu: Az e-mail címet csak a regisztráció megerősítésére, az „Elfelejtett jelszó” funkcióhoz és a fiókkal kapcsolatos fontos információkhoz használjuk, és nem adjuk tovább harmadik félnek.
pl_pl: Adres e-mail będzie wykorzystywany wyłącznie do potwierdzenia rejestracji, funkcji „Zapomniałem hasła” oraz ważnych informacji dotyczących konta i nie będzie udostępniany osobom trzecim.

# register.privacy-pre
source: Our
de_de: Die
fr_fr: Notre
hu_hu: Az

# register.privacy
source: privacy policy
de_de: Datenschutzerklärung
fr_fr: politique de confidentialité
hu_hu: adatkezelési tájékoztató
pl_pl: Polityka prywatności

# register.privacy-post
source: describes additional data that we collect, how we store it and for what purpose.
de_de: beschreibt weitere erhobene Daten sowie deren Zweck und Speicherfristen.
fr_fr: décrit les données additionnelles que nous collectons, comment nous les stockons et pour quel usage.
hu_hu: leírja az egyéb begyűjtött adatokat, valamit azok célját és tárolási időtartamát.
pl_pl: opisuje inne gromadzone dane, a także ich cel i okresy przechowywania.

# register.account-deletion
source: Accounts are automatically deleted after a year without activity. You will receive an email informing you about the deletion and giving you four weeks to intervene.
de_de: Accounts werden nach einem Jahr ohne Aktivität per E-Mail über die bevorstehende Löschung informiert und nach vier weiteren Wochen ohne Aktivität automatisch gelöscht.
fr_fr: Les comptes sont automatiquement supprimés après un an d'inactivité. Vous recevrez un courriel vous informant de cette suppression et vous laissant quatre semaines pour intervenir.
hu_hu: A fiókokat egy év inaktivitás után e-mailben értesítjük a közelgő törlésről, és további négy hét inaktivitás után automatikusan törlődnek.
pl_pl: Po roku braku aktywności użytkownicy otrzymują wiadomość e-mail z informacją o zbliżającym się usunięciu konta, a po kolejnych czterech tygodniach braku aktywności konta są automatycznie usuwane.

# register.disclaimer
source: Please be aware: Travelynx is a non-commerical personal project and is provided as is. We do not make guarantees in regards to availability of the service or a sudden end of the project.
de_de: Bitte beachten: Travelynx ist ein privat betriebenes Projekt ohne Verfügbarkeitsgarantie. Unangekündigte Downtimes oder eine kurzfristige Einstellung dieser Seite sind nicht vorgesehen, aber möglich.
fr_fr: Veuillez noter que : Travelynx est un projet personnel non commercial et fourni tel quel. Nous n'offrons pas de garantie par rapport à la disponibilité du service ou une fin inopinée du projet.
hu_hu: Kérjük, vedd figyelembe: Travelynx egy ingyenes és bármi rendelkezésre állási garacia nélküli hobbi projekt. Be nem tervezett leállások, illetve a teljes oldal hírtelen bezárása nincs tervben, de bármikor előfordulhat.
pl_pl: Uwaga: Travelynx jest prywatnym projektem bez gwarancji dostępności. Niezapowiedziane przerwy w działaniu lub krótkoterminowe wyłączenie tej strony nie są planowane, ale są możliwe.

# sorted-history.header
source: High Scores
fr_fr: Meilleurs Scores

# sorted-history.delay-dep
source: Departure Delay
fr_fr: Retard au départ

# sorted-history.delay-arr
source: Arrival Delay
fr_fr: Retard à l'arrivée

# sorted-history.sched-duration
source: Scheduled Duration
fr_fr: Durée prévue

# sorted-history.rt-duration
source: Actual Duration
fr_fr: Durée réelle

# sorted-history.desc
source: Descending
fr_fr: Descendant

# sorted-history.asc
source: Ascending
fr_fr: Ascendant

# sorted-history.submit
source: Show
fr_fr: Afficher

# sorted-history.trip
source: Trip
fr_fr: Voyage

# sorted-history.delay
source: Delay
fr_fr: Retard

# sorted-history.duration
source: Duration
fr_fr: Durée

# review.header.post
source: in Review
fr_fr: en résumé

# review.trips-stops.pre
source: You have logged
de_de: Du hast in diesem Jahr
fr_fr: Vous vous êtes enregistré

# review.trips-stops.mid
source: across
de_de: von und zu
fr_fr: à travers

# review.trips
source: trips
de_de: Fahrten
fr_fr: trajets

# review.stops
source: stops
de_de: Betriebsstellen
fr_fr: arrêts

# review.trips-per-day.pre
source: This comes down to more than
de_de: Das sind mehr als
fr_fr: Ceci équivaut à plus de

# review.trips-per-day
source: trips per day
de_de: Fahrten pro Tag
fr_fr: trajets par jour

# review.travel-time.pre
source: In total, you spent at least
de_de: Insgesamt hast du mindestens
fr_fr: Au total, vous avez passé au moins

# review.travel-time.of-year
source: of the entire year
de_de: des Jahres
fr_fr: de l'année entière

# review.travel-time.post
source: in transit.
de_de: unterwegs verbracht.
fr_fr: en voyage.

# review.travel-distance.pre
source: In doing so, you traversed a total distance of approx.
de_de: Dabei hast du ca.
fr_fr: En faisant cela, vous avez parcouru une distance totale d'approximativement

# review.equivalent-circumference.pre
source: This equals
de_de: Das entspricht
fr_fr: Ceci équivaut à

# review.equivalent-circumference.mid
source: trips around the earth
de_de: Fahrten um die Erde
fr_fr: voyages autour de la Terre

# review.equivalent-diagonal.pre
source: This equals
de_de: Das entspricht
fr_fr: Ceci équivaut à

# review.equivalent-diagonal.mid
source: journeys to the centre of the earth and back
de_de: Reisen zum Mittelpunkt der Erde und zurück
fr_fr: voyages aller/retour au centre de la Terre

# review.next-page
source: Swip here or click below for next page
de_de: Hier streichen oder unten klicken für nächste Seite
fr_fr: Glisser ici ou cliquer ci-dessous pour la page suivante

# review.mean-trip.header
source: An average Trip
de_de: Eine typische Fahrt
fr_fr: Un trajet moyen

# review.mean-trip-3.pre
source: … meant taking
de_de: … führte dich mit
fr_fr: … signifie prendre

# review.mean-trip-3.mid
source: within the
de_de: durch das Dreieck
fr_fr: dans le

# review.mean-trip-2.pre
source: … was always along your commute between
de_de: … befand sich jederzeit auf deiner Pendelstrecke zwischen
fr_fr: … a toujours été pendant votre trajet entre

# review.mean-trip-2.mid
source: and
de_de: und
fr_fr: et

# review.time-distance.pre
source: On average, it took
de_de: Im Mittel benötigte sie
fr_fr: En moyenne, cela a pris

# review.time-distance.mid
source: to cover approx.
de_de: für eine Entfernung von ca.
fr_fr: pour couvrir approximativement

# review.on-time
source: It was consistently <strong>on time</strong>. Impressive!
de_de: Außerdem war sie <strong>komplett pünktlich</strong>. Beeindruckend!
fr_fr: Il a été régulièrement <strong>à l'heure</strong>. Impressionnant !

# review.delay-decreasing.pre
source: It departed
de_de: Sie fuhr
fr_fr: Il est parti

# review.delay-decreasing.mid
source: later than scheduled, but managed to partially make up for that. When reaching its destination, it was delayed by only
de_de: zu spät ab, konnte aber einen Teil der Verspätung wieder herausholen. Ihr Ziel erreichte sie nur noch
fr_fr: après son horaire prévu, mais est parvenu à le rattraper en partie. À son arrivée à destination, il était retardé de seulement

# review.delay-constant.pre
source: It departured
de_de: Sie fuhr
fr_fr: Il est parti

# review.delay-constant.post
source: too late and arrived with the same delay.
de_de: zu spät ab und kam mit der gleichen Verspätung am Ziel an.
fr_fr: trop tard et est arrivé avec le même retard.

# review.delay-increasing.pre
source: It departed with a delay of
de_de: Sie fuhr
fr_fr: Il est parti avec un retard de

# review.delay-increasing.mid
source: and increased it to
de_de: zu spät ab und schlich mit
fr_fr: qui a augmenté à

# review.delay-increasing.post
source: at the destination.
de_de: ins Ziel.
fr_fr: à destination.

# review.high-scores.header
source: High Scores
fr_fr: Meilleurs résultats

# review.high-scores.with
source: with
de_de: mit
fr_fr: avec

# review.high-scores.from
source: from
de_de: von
fr_fr: de

# review.high-scores.to
source: to
de_de: nach
fr_fr: à

# review.high-scores.longest-trip.link
source: Longest Leg
de_de: Längste Fahrt
fr_fr: Segment le plus long

# review.high-scores.farthest-trip-eq-longest.pre
source: With a distance of
de_de: Mit
fr_fr: Avec une distance de

# review.high-scores.farthest-trip-eq-longest.post
source: , it also was your longest leap.
de_de: war sie gleichzeitig deine weiteste Fahrt.
fr_fr: , c'était également votre trajet le plus éloigné.

# review.high-scores.farthest-trip.link
source: Longest Leap
de_de: Größte Entfernung
fr_fr: Trajet le plus éloigné

# review.high-scores.shortest-trip.link
source: Tiniest Trip
de_de: Kürzeste Fahrt
fr_fr: Trajet le plus court

# review.high-scores.closest-trip-eq-shortest.pre
source: With a distance of
de_de: Mit
fr_fr: Avec une distance de

# review.high-scores.closest-trip-eq-shortest.post
source: , it was also your closest checkin / checkout couple.
de_de: war sie gleichzeitig dein kleinster Katzensprung.
fr_fr: , c'était également votre couple enregistrement/clôture le plus proche.

# review.high-scores.closest-trip.link
source: Closest Checkout
de_de: Kleinster Katzensprung
fr_fr: Clôture la plus proche

# review.annotated-percent.post
source: of all trips came with remarks related to delays or disruptions.
de_de: aller Fahrten waren mit Angaben zu Verspätungen oder Einschränkungen versehen.
fr_fr: de tous les trajets avec des commentaires en lien avec des retards ou des annulations.

# review.top-annotations
source: Most frequent remarks:
de_de: Die häufigsten Anmerkungen waren:
fr_fr: Commentaires les plus fréquents :

# review.punctual-percent.pre
source: Merely
de_de: Lediglich
fr_fr: Environ

# review.punctual-percent.post
source: of all trips were right on schedule.
de_de: der Fahrten waren pünktlich auf die Minute.
fr_fr: de tous les trajets étaient pile à l'heure.

# review.hour-delay-percent.post
source: of your trips were delayed by at least an hour
de_de: deiner Fahrten hatten mindestens eine Stunde Verspätung
fr_fr: de vos trajets étaient retardés d'au moins une heure

# review.and-cancelled-percent.pre
source: and
de_de: und
fr_fr: et

# review.and-cancelled-percent.post
source: did not even make it to your destination.
de_de: kamen gar nicht erst am Ziel an.
fr_fr: ne sont même pas arrivés à destination.

# review.cancelled-percent.post
source: of your trips were cancelled.
de_de: deiner geplanten Fahrten sind ausgefallen.
fr_fr: de vos trajets ont été annulés.

# review.most-delayed.pre
source: With
de_de: Mit
fr_fr: Avec

# review.most-delayed.post
source: effortlessly took the first place.
de_de: die größte Verspätung.
fr_fr: qui a pris sans problème la première place.

# review.most-delay.pre
source: The trip with
de_de: Die Fahrt mit
fr_fr: Le trajet avec

# review.most-delay.from
source: from
de_de: von
fr_fr: de

# review.most-delay.to
source: to
de_de: nach
fr_fr: à

# review.most-delay.mid
source: was super serene: it took
de_de: verlief besonders gemächlich: sie dauerte
fr_fr: était très serein : il a pris

# review.most-delay.post
source: longer than scheduled.
de_de: länger als geplant.
fr_fr: de plus que prévu.

# review.most-undelay.pre
source: On the other hand,
de_de: In
fr_fr: D'autre part,

# review.most-undelay.from
source: took the handle to the table and managed to go from
de_de: wurde hingegen Vmax ausgereizt und die Strecke von
fr_fr: s'est déplacé à fond les ballons et est parvenu à aller de

# review.most-undelay.to
source: to
de_de: nach
fr_fr: à

# review.most-undelay.mid
source: an impressive
fr_fr: avec incroyablement

# review.most-undelay.post
source: faster than anticipated.
de_de: schneller absolviert als vorgesehen.
fr_fr: de moins que prévu.

# status.is-checked-in
source: is in transit
de_de: ist unterwegs
fr_fr: en chemin
hu_hu: útban van
pl_pl: jest w podróży

# status.is-not-checked-in
source: ist not in transit right now
de_de: ist gerade nicht eingecheckt
fr_fr: n'est pas en chemin
hu_hu: jelenleg nincs becsekkolva
pl_pl: nie jest w tej chwili w podróży

# status.select-destination
source: Choose destination
de_de: Ziel wählen
fr_fr: Choisir la destination
hu_hu: Cél kiválasztása
pl_pl: Wybierz cel

# status.share
source: Share
de_de: Teilen
fr_fr: Partager
hu_hu: Megosztás
pl_pl: Udostępnij

# status.check-out
source: check out
de_de: Auschecken
fr_fr: clôture
hu_hu: Kicsekkelés
pl_pl: Wymelduj się

# status.boarding-in.pre
source: arrives in
de_de: Einfahrt in
fr_fr: Arrive dans
hu_hu: Beszállás
pl_pl: Wjazd za

# status.boarding-soon
source: now arriving
de_de: fährt ein
fr_fr: Arrive maintenant
hu_hu: A beszállás hamarosan következik
pl_pl: wjeżdża

# status.departure-in.pre
source: departs in
de_de: Abfahrt in
fr_fr: Part dans
pl_pl: Odjazd za

# status.departure-soon
source: now departing
de_de: fährt ab
fr_fr: Départ proche
hu_hu: Egy percen belül indul
pl_pl: odjeżdża

# status.arrival-in.pre
source: arrives in
de_de: Ankunft in
fr_fr: Arrive dans
pl_pl: Dojazd za

# status.arrival-soon
source: now arriving
de_de: Ankunft in weniger als einer Minute
fr_fr: Arrive maintenant
hu_hu: Egy percen belül érkezik
pl_pl: Dojazd za mniej niż minutę

# status.arrival-unknown
source: Arrival unknown
de_de: Ankunft unbekannt
fr_fr: Heure d'arrivée inconnue
hu_hu: Érkezési időpont ismeretlen
pl_pl: Czas dojazdu nieznany

# status.arrived
source: arrived
de_de: Ziel erreicht
fr_fr: Arrivé
hu_hu: Cél elérve
pl_pl: Cel osiągnięty

# status.depart-from.pre
source: from
de_de: von
fr_fr: de
pl_pl: z

# status.arrive-on.pre
source: on
de_de: auf
fr_fr: à
pl_pl: na

# status.delayed-auto-checkout
source: You will be automatically checked out no less than half an hour after the expected arrival time.
de_de: Der automatische Checkout erfolgt spätestens eine halbe Stunde nach der Ankunft.
fr_fr: Votre trajet sera automatiquement clôturé au bout d'une demi-heure après l'heure d'arrivée prévue.
hu_hu: Körülbelül tíz perccel az érkezés után automatikusan kicsekkolódsz.
pl_pl: Automatyczne wymeldowanie nastąpi najpóźniej pół godziny po przyjeździe.

# status.realtime-unavailable
source: Real-time data unavailable
de_de: Keine Echtzeitdaten vorhanden
fr_fr: Données temps-réel indisponibles
hu_hu: Valós idejű adatok nem állnak rendelkezésre
pl_pl: Brak danych w czasie rzeczywistym

# status.map
source: Map
de_de: Karte
fr_fr: Carte
hu_hu: Térkép
pl_pl: Mapa

# status.change-destination
source: Change destination
de_de: Ziel ändern?
fr_fr: Changer la destination
hu_hu: Célváltás?
pl_pl: Zmień cel?

# status.carriages
source: Carriages
de_de: Wagen
fr_fr: Voitures
hu_hu: Kocsik
pl_pl: Wagony

# status.route
source: Route
fr_fr: Itinéraire
hu_hu: Útvonal
pl_pl: Trasa

# status.undo
source: Undo
de_de: Rückgängig
fr_fr: Annuler
hu_hu: Visszavonás
pl_pl: Cofnij

# status.privacy-level
source: Privacy
de_de: Sichtbarkeit
fr_fr: Confidentialité
hu_hu: Láthatóság
pl_pl: Widoczność

# status.undo-checkin
source: Undo check-in
de_de: Checkin rückgängig
fr_fr: Annuler l'enregistrement
hu_hu: Becsekkelés visszavonása
pl_pl: Cofnij meldowanie
